Repository: Archtec-io/xdecor-libre
Catalog: locale/xdecor.*.po
Languages: de, es, it

source: @1 Stair
de: @1treppe

source: Inner @1 Stair
de: Innere @1treppe

source: Outer @1 Stair
de: Äußere @1treppe

source: @1 Slab
de: @1platte

source: Random Computer
de: Zufallscomputer

source: Weak Computer
de: Schwacher Computer
es: Computadora débil
it: Computer facile

source: Chess
de: Schach
es: Ajedrez
it: Scacchi

source: Chess Debug
de: Schachdebug
it: Debug scacchi

source: Select a game mode
de: Wählen Sie einen Spielmodus
es: Escoge un modo de juego
it: Seleziona modalità di gioco

source: Select a mode:
de: Modus wählen:
es: Escoge un modo:
it: Seleziona una modalità:

source: Singleplayer
de: Einzelspieler
es: Juego en solitario
it: Giocante singolə

source: Multiplayer
de: Mehrspieler
es: Multijugador
it: Multigiocante

source: check
de: Schach
es: jaque
it: scacco

source: checkmate
de: Schachmatt
es: jaque mate
it: scacco matto

source: resigned
de: aufgegeben
it: arresə

source: winner
de: Sieger
it: vince

source: loser
de: Verlierer
it: perde

source: draw
de: Remis
es: empate
it: patta

source: PROMOTION FOR BLACK!
de: UMWANDLUNG FÜR SCHWARZ!
it: PROMOZIONE PER IL NERO!

source: Promote pawn to:
de: Bauer umwandeln zu:
it: Promuovi pedone a:

source: PROMOTION FOR WHITE!
de: UMWANDLUNG FÜR WEISS!
it: PROMOZIONE PER IL BIANCO!

source: DRAW CLAIM BY WHITE!
de: REMISANSPRUCH VON WEISS!
it: PATTA DICHIARATA DAL BIANCO!

source: DRAW CLAIM BY BLACK!
de: REMISANSPRUCH VON SCHWARZ!
it: PATTA DICHIARATA DAL NERO!

source: The player has invoked the 50-move rule for the next move. The next move might draw the game.
de: Der Spieler will für den nächsten Zug die 50-Züge-Regel anwenden. Der nächste Zug könnte die Partie remis enden lassen.
it: Lə giocante ha invocato la regola delle 50 mosse per la prossima mossa. Quest'ultima potrebbe portare a una patta.

source: The player has invoked the threefold-repetition rule for the next move. The next move might draw the game.
de: Der Spieler will für den nächsten Zug die Regel für wiederholte Stellungen anwenden. Der nächste Zug könnte die Partie remis enden lassen.
it: Lə giocante ha invocato la regola della tripla ripetizione per la prossima mossa. Quest'ultima potrebbe portare a una patta

source: New game
de: Neues Spiel
es: Nuevo juego
it: Nuova partita

source: Resign
de: Aufgeben
es: Rendirse
it: Arrenditi

source: Select a color:
de: Farbe wählen:
es: Escoge un color
it: Seleziona un colore:

source: White
de: Weiß
es: Blancas
it: Bianco

source: Black
de: Schwarz
es: Negras
it: Nero

source: Invoke the 50-move rule for your next move
de: 50-Züge-Regel für den nächsten Zug anwenden
it: Invoca la regola delle 50 mosse per la tua prossima mossa

source: Invoke the 50-move rule and draw the game
de: 50-Züge-Regel anwenden und die Partie remis enden lassen
it: Invoca la regola delle 50 mosse e chiudi in patta

source: Invoke the threefold repetition rule and draw the game
de: Stellungswiederholungsregel anwenden und die Partie remis enden lassen
it: Invoca la regola della tripla ripetizione e chiudi in patta

source: Invoke the threefold repetition rule for your next move
de: Stellungswiederholungsregel für den nächsten Zug anwenden
it: Invoca la regola della tripla ripetizione per la tua prossima mossa

source: You have checkmated @1. You win!
de: Sie haben @1 schachmatt gesetzt. Sieg!
it: Scacco matto a @1. Hai vinto!

source: You were checkmated by @1. You lose!
de: Sie wurden von @1 schachmatt gesetzt. Niederlage!
it: Scacco matto da @1. Hai perso!

source: The game ended up in a stalemate! It's a draw!
de: Das Partie endete in einem Patt. Das ist ein Remis!
es: ¡Rey ahogado! ¡Es un empate!
it: È uno stallo! Patta!

source: The game ended up in a dead position! It's a draw!
de: Das Partie endete in einer toten Stellung. Das ist ein Remis!
es: ¡El juego llegó a un punto muerto! ¡Es un empate!
it: È una posizione morta! Patta!

source: No piece was captured and no pawn was moved for 75 consecutive moves of each player. It's a draw!
de: Für 75 Züge in Folge von je beiden Spielern wurde keine Figur geschlagen und kein Bauer gezogen. Es ist ein Remis!
it: Nessun giocante ha catturato pezzi né mosso pedoni per 75 mosse consecutive. Patta!

source: You have drawn the game by invoking the 50-move rule.
de: Sie haben die Partie remis enden lassen, indem Sie die 50-Züge-Regel angewandt haben.
it: Hai chiuso in patta con l'invocazione della regola delle 50 mosse.

source: @1 has drawn the game by invoking the 50-move rule.
de: @1 hat die Partie mittels der 50-Züge Regel remis enden lassen.
it: @1 ha chiuso in patta con l'invocazione della regola delle 50 mosse.

source: You have failed to make a game-drawing move. The game continues.
de: Sie haben keinen Zug gemacht, der die Partie remis enden lässt. Die Partie geht weiter.
it: Non sei riuscitə a fare una mossa che portasse a una patta. Il gioco continua.

source: @1 made a draw claim using the 50-move rule but it was false. The game continues.
de: @1 hat ein Remis mittels der 50-Züge-Regel beansprucht aber lag falsch. Die Partie geht weiter.
it: @1 ha tentato la patta con la regola delle 50 mosse ma ha fallito. La partita continua.

source: The exact same position has occured 5 times. It's a draw!
de: Die exakt gleiche Stellung ist 5 mal aufgetreten. Das ist ein Remis!
it: La stessa identica mossa si è ripetuta per 5 volte. Patta!

source: You have drawn the game by invoking the threefold repetition rule.
de: Sie haben die Partie remis enden lassen, indem Sie die Stellungswiederholungsregel angewandt haben.
it: Hai chiuso in patta con l'invocazione della regola della tripla ripetizione.

source: @1 has drawn the game by invoking the threefold repetition rule.
de: @1 hat die Partie remis mittels der Stellungswiederholungsregel enden lassen.
it: @1 ha chiuso in patta con l'invocazione della regola della tripla ripetizione.

source: @1 made a draw claim using the threefold repetition rule but it was false. The game continues.
de: @1 hat ein Remis mittels der Stellungswiederholungsregel beansprucht aber lag falsch. Die Partie geht weiter.
it: @1 ha tentato la patta con la regola della tripla ripetizione ma ha fallito. La partita continua.

source: Chess Board
de: Schachbrett
es: Tablero de ajedrez
it: Scacchiera

source: Someone else plays white pieces!
de: Jemand anderes spielt Weiß!
es: ¡Alguien más juega las blancas!
it: Qualcun`altrə sta già giocando con il bianco!

source: It's not your turn!
de: Sie sind nicht am Zug!
es: ¡No es tu turno!
it: Non è il tuo turno!

source: Someone else plays black pieces!
de: Jemand anderes spielt Schwarz!
es: ¡Alguien más juega las negras!
it: Qualcun`altrə sta già giocando con il nero!

source: Black cannot move first!
de: Schwarz darf nicht zuerst ziehen!
es: ¡Las negras no pueden mover primero!
it: Il nero non può muovere per primo!

source: You can't reset the chessboard, a game has been started. Try again in @1.
de: Sie können das Schachbrett nicht zurücksetzen, es wurde eine Partie gestartet. Versuchen Sie es erneut in @1.
es: No puedes restablecer el tablero, ya empezó una partida. Intenta de nuevo en @1.
it: Non puoi ripristinare la scacchiera, c'è una partita in corso. Riprova tra @1.

source: Resigning is not possible yet.
de: Aufgeben ist noch nicht möglich.
es: Aún no es posible rendirse.
it: Non ci si può ancora arrendere.

source: You have resigned.
de: Sie haben aufgegeben.
es: Te has rendido.
it: Ti sei arresə.

source: @1 has resigned. You win!
de: @1 hat aufgegeben. Sie haben gewonnen!
es: @1 se rindió. ¡Tú ganas!
it: @1 si è arresə. Hai vinto!

source: You can't resign, you're not playing in this game.
de: Sie können nicht aufgeben, Sie spielen nicht in dieser Partie.
es: No te puedes rendir, no estás jugando en esta partida.
it: Non ti puoi arrendere, non stai giocando in questa partita.

source: You can't claim a draw, it's not your turn!
de: Sie können kein Remis beanspruchen, Sie sind nicht am Zug!
es: ¡No puedes declarar un empate, no es tu turno!
it: Non puoi chiamare patta, non è il tuo turno!

source: You're only a spectator in this game of Chess.
de: Sie sind nur Zuschauer bei dieser Schachpartie.
es: Solo eres un espectador en esta partida de ajedrez.
it: Sei solo un`osservante in questa partita di scacchi.

source: This isn't the time for promotion.
de: Jetzt ist nicht die Zeit für eine Umwandlung.
it: Non è il momento per una promozione.

source: It's not your turn! This promotion is meant for the other player.
de: Sie sind nicht am Zug! Diese Umwandlung ist für den anderen Spieler.
it: Non è il tuo turno! Questa promozione spetta all'altrə giocante.

source: You can't dig the chessboard, a game has been started. Reset it first or dig it again in @1.
de: Sie können das Schachbrett nicht abbauen, es wurde eine Partie gestartet. Setzen Sie es zuerst zurück oder bauen Sie es in @1 erneut ab.
it: Non puoi rimuovere la scacchiera, c'è una partita in corso. Ripristinala prima, o riprova a rimuoverla in @1.

source: You can't dig the chessboard, a game has been started. Try it again in @1.
de: Sie können das Schachbrett nicht abbauen, es wurde eine Partie gestartet. Versuchen Sie es erneut in @1.
it: Non puoi rimuovere la scacchiera, c'è una partita in corso. Riprova tra @1.

source: Play a game of Chess against another player or the computer
de: Für Schachspiele gegen einen anderen Spieler oder den Computer
es: Juega una partida de ajedrez contra otra persona o contra la computadora
it: Gioca una partita a scacchi contro un`altrə giocante o contro il computer

source: White Pawn
de: Weißer Bauer
es: Peón blanco
it: Pedone bianco

source: Black Pawn
de: Schwarzer Bauer
es: Peón negro
it: Pedone nero

source: White Rook
de: Weißer Turm
es: Torre blanca
it: Torre bianca

source: Black Rook
de: Schwarzer Turm
es: Torre negra
it: Torre nera

source: White Knight
de: Weißer Springer
es: Caballo blanco
it: Cavallo bianco

source: Black Knight
de: Schwarzer Springer
es: Caballo negro
it: Cavallo nero

source: White Bishop
de: Weißer Läufer
es: Alfil blanco
it: Alfiere bianco

source: Black Bishop
de: Schwarzer Läufer
es: Alfil negro
it: Alfiere nero

source: White Queen
de: Weiße Dame
es: Reina blanca
it: Regina bianca

source: Black Queen
de: Schwarze Dame
es: Reina negra
it: Regina nera

source: White King
de: Weißer König
es: Rey blanco
it: Re bianco

source: Black King
de: Schwarzer König
es: Rey negro
it: Re nero

source: Light a fire below to heat it up
de: Entfachen Sie unten ein Feuer, um ihn zu erhitzen
es: Enciende un fuego para calentarlo

source: Use a bowl to eat the soup
de: Schüssel benutzen, um die Suppe zu essen
es: Usa un cuenco para comer la sopa
it: Utilizzare una ciotola per mangiare la zuppa

source: Drop foods inside to make a soup
de: Nahrungsmittel einwerfen, um Suppe zu machen
es: Deja caer alimentos dentro para hacer sopa
it: Mettere gli ingredienti all'interno per fare una zuppa

source: Cauldron (empty)
de: Kessel (leer)
es: Caldero (vacío)
it: Calderone (vuoto)

source: Cauldron (cold water)
de: Kessel (kaltes Wasser)
es: Caldero (agua fría)

source: Cauldron (cold river water)
de: Kessel (kaltes Flusswasser)
es: Caldero (agua de río fría)

source: Cauldron (cold soup)
de: Kessel (kalte Suppe)
es: Caldero (sopa fría)

source: Cauldron (boiling water)
de: Kessel (kochendes Wasser)
es: Caldero (agua hirviendo)

source: Cauldron (boiling river water)
de: Kessel (kochendes Flusswasser)
es: Caldero (agua de río hirviendo)

source: Cauldron (boiling soup)
de: Kessel (kochende Supppe)
es: Caldero (sopa hirviendo)

source: Cauldron
de: Kessel
es: Caldero
it: Calderone

source: For storing water and cooking soup
de: Zur Lagerung von Wasser und zum Suppe kochen
es: Para almacenar agua y hacer sopa

source: Cauldron with Water (cold)
de: Kessel mit Wasser (kalt)
es: Caldero con agua (fría)

source: Cauldron with River Water (cold)
de: Kessel mit Flusssasser (kalt)
es: Caldero con agua de río (fría)

source: Cauldron with Soup (cold)
de: Kessel mit Suppe (kalt)
es: Caldero con sopa (fría)

source: Cauldron with Water (boiling)
de: Kessel mit Wasser (kochend)
es: Caldero con agua (hirviendo)

source: Cauldron with River Water (boiling)
de: Kessel mit Flusswasser (kochend)
es: Caldero con agua de río (hirviendo)

source: Cauldron with Soup (boiling)
de: Kessel mit Suppe (kochend)
es: Caldero con sopa (hirviendo)

source: Bowl
de: Schüssel
es: Cuenco
it: Ciotola

source: Bowl of soup
de: Schüssel mit Suppe
es: Cuenco de sopa
it: Ciotola di zuppa

source: Efficiency
de: Effizienz
es: Eficiencia
it: Efficacia

source: Durability
de: Haltbarkeit
es: Durabilidad
it: Durabilità

source: Sharpness
de: Schärfe
es: Filo
it: Affilatezza

source: Your weapon inflicts more damage
de: Ihre Waffe richtet mehr Schaden an
es: Tu arma inflige más daño
it: La tua arma infligge più danno

source: Your tool lasts longer
de: Ihr Werkzeug hält länger
es: Tu herramienta dura más
it: Il tuo utensile dura di più

source: Your tool digs faster
de: Ihr Werkzeug arbeitet schneller
es: Tu herramienta excava más rápido
it: Il tuo utensile scava più rapidamente

source: Enchantment Table
de: Zaubertisch
es: Mesa de encantamientos
it: Tavolo per migliorie

source: Enchant your tools with mese crystals
de: Werkzeuge mit Mesekristallen verzaubern
es: Encanta tus herramientas con cristales mese

source: Enchanted @1 @2
de: @1 (verzaubert) @2

source: Enchanted @1
de: @1 (verzaubert)

source: The bees are busy making honey.
de: Die Bienen sind beschäftigt, Honig herzustellen.
es: Las abejas están ocupadas haciendo miel.

source: The bees are looking for flowers.
de: Die Bienen halten nach Blumen Ausschau.
es: Las abejas están buscando flores.

source: The bees want to pollinate more flowers.
de: Die Bienen wollen mehr Blumen bestäuben.
es: Las abejas quieren polinizar más flores.

source: The bees are idle.
de: Die Bienen sind unbeschäftigt.
es: Las abejas están desocupadas.

source: The bees are resting.
de: Die Bienen ruhen sich aus.
es: Las abejas están descansando.

source: Artificial Hive
de: Künstlicher Bienenstock
es: Panal artificial
it: Favo artificiale

source: Bees live here and produce honey
de: Hier leben Bienen, die Honig produzieren
es: Las abejas viven aquí y hacen miel

source: Honey
de: Honig
es: Miel
it: Miele

source: Made by bees
de: Hergestellt von Bienen
es: Hecha por abejas

source: Item Frame
de: Gegenstandsrahmen
it: Teca

source: @1 (owned by @2)
de: @1 (Eigentum von @2)
it: @1 (proprietà di @2)

source: For presenting a single item
de: Präsentiert einen einzelnen Gegenstand

source: Coral Skeleton Stair
de: Korallenskeletttreppe

source: Coral Skeleton Slab
de: Korallenskelettplatte

source: Inner Coral Skeleton Stair
de: Innere Korallenskeletttreppe

source: Outer Coral Skeleton Stair
de: Äußere Korallenskeletttreppe

source: Coral Skeleton Nanoslab
de: Korallenskelettnanoplatte

source: Coral Skeleton Micropanel
de: Korallenskelettmikropaneel

source: Coral Skeleton Microslab
de: Korallenskelettmikroplatte

source: Coral Skeleton Thin Stair
de: Korallenskelettflachtreppe

source: Coral Skeleton Cube
de: Korallenskelettwürfel

source: Coral Skeleton Panel
de: Korallenskelettpaneel

source: Coral Skeleton Double Panel
de: Korallenskelettdoppelpaneel

source: Coral Skeleton Half-Stair
de: Korallenskeletthalbtreppe

source: Brown Coral Stair
de: Braune Korallentreppe

source: Brown Coral Slab
de: Braune Korallenplatte

source: Inner Brown Coral Stair
de: Innere braune Korallentreppe

source: Outer Brown Coral Stair
de: Äußere braune Korallentreppe

source: Brown Coral Nanoslab
de: Braune Korallennanoplatte

source: Brown Coral Micropanel
de: Braunes Korallenmikropaneel

source: Brown Coral Microslab
de: Braune Korallenmikroplatte

source: Brown Coral Thin Stair
de: Braune Korallenflachtreppe

source: Brown Coral Cube
de: Brauner Korallenwürfel

source: Brown Coral Panel
de: Braunes Korallenpaneel

source: Brown Coral Double Panel
de: Braunes Korallendoppelpaneel

source: Brown Coral Half-Stair
de: Braune Korallenhalbtreppe

source: Orange Coral Stair
de: Orange Korallentreppe

source: Orange Coral Slab
de: Orange Korallenplatte

source: Inner Orange Coral Stair
de: Innere orange Korallentreppe

source: Outer Orange Coral Stair
de: Äußere orange Korallentreppe

source: Orange Coral Nanoslab
de: Orange Korallennanoplatte

source: Orange Coral Micropanel
de: Orange Korallenmikropaneel

source: Orange Coral Microslab
de: Orange Korallenmikroplatte

source: Orange Coral Thin Stair
de: Orange Korallenflachtreppe

source: Orange Coral Cube
de: Orange Korallenwürfel

source: Orange Coral Panel
de: Orange Korallenpaneel

source: Orange Coral Double Panel
de: Orange Korallendoppelpaneel

source: Orange Coral Half-Stair
de: Orange Korallenhalbtreppe

source: Cobblestone Nanoslab
de: Kopfsteinpflasternanoplatte

source: Cobblestone Micropanel
de: Kopfsteinpflastermikropaneel

source: Cobblestone Microslab
de: Kopfsteinpflastermikroplatte

source: Cobblestone Thin Stair
de: Kopfsteinpflasterflachtreppe

source: Cobblestone Cube
de: Kopfsteinpflasterwürfel

source: Cobblestone Panel
de: Kopfsteinpflasterpaneel

source: Cobblestone Double Panel
de: Kopfsteinpflasterdoppelpaneel

source: Cobblestone Half-Stair
de: Kopfsteinpflasterhalbtreppe

source: Mossy Cobblestone Nanoslab
de: Moosige Kopfsteinplflasternanoplatte

source: Mossy Cobblestone Micropanel
de: Moosiges Kopfsteinpflastermikropaneel

source: Mossy Cobblestone Microslab
de: Moosige Kopfsteinpflastermikroplatte

source: Mossy Cobblestone Thin Stair
de: Moosige Kopfsteinpflasterflachtreppe

source: Mossy Cobblestone Cube
de: Moosiger Kopfsteinpflasterwürfel

source: Mossy Cobblestone Panel
de: Moosiges Kopfsteinpflasterpaneel

source: Mossy Cobblestone Double Panel
de: Moosiges Kopfsteinpflasterdoppelpaneel

source: Mossy Cobblestone Half-Stair
de: Moosige Kopfsteinpflasterhalbtreppe

source: Brick Block Nanoslab
de: Ziegelblocknanoplatte

source: Brick Block Micropanel
de: Ziegelblockmikropaneel

source: Brick Block Microslab
de: Ziegelblockmikroplatte

source: Brick Block Thin Stair
de: Ziegelblockflachtreppe

source: Brick Block Cube
de: Ziegelblockwürfel

source: Brick Block Panel
de: Ziegelblockpaneel

source: Brick Block Double Panel
de: Ziegelblockdoppelpaneel

source: Brick Block Half-Stair
de: Ziegelblockhalbtreppe

source: Barrel Stair
de: Fasstreppe

source: Barrel Slab
de: Fassplatte

source: Inner Barrel Stair
de: Innere Fasstreppe

source: Outer Barrel Stair
de: Äußere Fasstreppe

source: Barrel Nanoslab
de: Fassnanoplatte

source: Barrel Micropanel
de: Fassmikropaneel

source: Barrel Microslab
de: Fassmikroplatte

source: Barrel Thin Stair
de: Fassflachtreppe

source: Barrel Cube
de: Fasswürfel

source: Barrel Panel
de: Fasspaneel

source: Barrel Double Panel
de: Fassdoppelpaneel

source: Barrel Half-Stair
de: Fasshalbtreppe

source: Wood Framed Glass Stair
de: Holzrahmenglastreppe

source: Inner Wood Framed Glass Stair
de: Innere Holzrahmenglastreppe

source: Outer Wood Framed Glass Stair
de: Äußere Holzrahmenglastreppe

source: Wood Framed Glass Slab
de: Holzrahmenglasplatte

source: Wood Framed Glass Nanoslab
de: Holzrahmenglasnanoplatte

source: Wood Framed Glass Micropanel
de: Holzrahmenglasmikropaneel

source: Wood Framed Glass Microslab
de: Holzrahmenglasmikroplatte

source: Wood Framed Glass Thin Stair
de: Holzrahmenglasflachtreppe

source: Wood Framed Glass Cube
de: Holzrahmenglaswürfel

source: Wood Framed Glass Panel
de: Holzrahmenglaspaneel

source: Wood Framed Glass Double Panel
de: Holzrahmenglasdoppelpaneel

source: Wood Framed Glass Half-Stair
de: Holzrahmenglashalbtreppe

source: Gold Block Nanoslab
de: Goldblocknanoplatte

source: Gold Block Micropanel
de: Goldblockmikropaneel

source: Gold Block Microslab
de: Goldblockmikroplatte

source: Gold Block Thin Stair
de: Goldblockflachtreppe

source: Gold Block Cube
de: Goldblockwürfel

source: Gold Block Panel
de: Goldblockpaneel

source: Gold Block Double Panel
de: Goldblockdoppelpaneel

source: Gold Block Half-Stair
de: Goldblockhalbtreppe

source: Diamond Block Stair
de: Diamantblocktreppe

source: Diamond Block Slab
de: Diamantblockplatte

source: Inner Diamond Block Stair
de: Innere Diamantblocktreppe

source: Outer Diamond Block Stair
de: Äußere Diamantblocktreppe

source: Diamond Block Nanoslab
de: Diamantblocknanoplatte

source: Diamond Block Micropanel
de: Diamantblockmikropaneel

source: Diamond Block Microslab
de: Diamantblockmikroplatte

source: Diamond Block Thin Stair
de: Diamantblockflachtreppe

source: Diamond Block Cube
de: Diamantblockwürfel

source: Diamond Block Panel
de: Diamantblockpaneel

source: Diamond Block Double Panel
de: Diamantblockdoppelpaneel

source: Diamond Block Half-Stair
de: Diamantblockhalbtreppe

source: Apple Tree Stair
de: Apfelbaumtreppe

source: Apple Tree Slab
de: Apfelbaumplatte

source: Inner Apple Tree Stair
de: Innere Apfelbaumtreppe

source: Outer Apple Tree Stair
de: Äußere Apfelbaumtreppe

source: Apple Tree Nanoslab
de: Apfelbaumnanoplatte

source: Apple Tree Micropanel
de: Apfelbaummikropaneel

source: Apple Tree Microslab
de: Apfelbaummikroplatte

source: Apple Tree Thin Stair
de: Apfelbaumflachtreppe

source: Apple Tree Cube
de: Apfelbaumwürfel

source: Apple Tree Panel
de: Apfelbaumpaneel

source: Apple Tree Double Panel
de: Apfelbaumdoppelpaneel

source: Apple Tree Half-Stair
de: Apfelbaumhalbtreppe

source: Jungle Tree Stair
de: Dschungelbaumtreppe

source: Jungle Tree Slab
de: Dschungelbaumplatte

source: Inner Jungle Tree Stair
de: Innere Dschungelbaumtreppe

source: Outer Jungle Tree Stair
de: Äußere Dschungelbaumtreppe

source: Jungle Tree Nanoslab
de: Dschungelbaumnanoplatte

source: Jungle Tree Micropanel
de: Dschungelbaummikropaneel

source: Jungle Tree Microslab
de: Dschungelbaummikroplatte

source: Jungle Tree Thin Stair
de: Dschungelbaumflachtreppe

source: Jungle Tree Cube
de: Dschungelbaumwürfel

source: Jungle Tree Panel
de: Dschungelbaumpaneel

source: Jungle Tree Double Panel
de: Dschungelbaumdoppelpaneel

source: Jungle Tree Half-Stair
de: Dschungelbaumhalbtreppe

source: Pine Tree Stair
de: Kiefernbaumtreppe

source: Pine Tree Slab
de: Kiefernbaumplatte

source: Inner Pine Tree Stair
de: Innere Kiefernbaumtreppe

source: Outer Pine Tree Stair
de: Äußere Kiefernbaumtreppe

source: Pine Tree Nanoslab
de: Kiefernbaumnanoplatte

source: Pine Tree Micropanel
de: Kiefernbaummikropaneel

source: Pine Tree Microslab
de: Kiefernbaummikroplatte

source: Pine Tree Thin Stair
de: Kiefernbaumflachtreppe

source: Pine Tree Cube
de: Kiefernbaumwürfel

source: Pine Tree Panel
de: Kiefernbaumpaneel

source: Pine Tree Double Panel
de: Kiefernbaumdoppelpaneel

source: Pine Tree Half-Stair
de: Kiefernbaumhalbtreppe

source: Cactus Brick Stair
de: Kaktusziegeltreppe

source: Cactus Brick Slab
de: Kaktusziegelplatte

source: Inner Cactus Brick Stair
de: Innere Kaktusziegeltreppe

source: Outer Cactus Brick Stair
de: Äußere Kaktusziegeltreppe

source: Cactus Brick Nanoslab
de: Kaktusziegelnanoplatte

source: Cactus Brick Micropanel
de: Kaktusziegelmikropaneel

source: Cactus Brick Microslab
de: Kaktusziegelmikroplatte

source: Cactus Brick Thin Stair
de: Kaktusziegelflachtreppe

source: Cactus Brick Cube
de: Kaktusziegelwürfel

source: Cactus Brick Panel
de: Kaktusziegelpaneel

source: Cactus Brick Double Panel
de: Kaktusziegeldoppelpaneel

source: Cactus Brick Half-Stair
de: Kaktusziegelhalbtreppe

source: Coal Stone Tile Stair
de: Kohlesteinkacheltreppe

source: Coal Stone Tile Slab
de: Kohlesteinkachelplatte

source: Inner Coal Stone Tile Stair
de: Innere Kohlesteinkacheltreppe

source: Outer Coal Stone Tile Stair
de: Äußere Kohlesteinkacheltreppe

source: Coal Stone Tile Nanoslab
de: Kohlesteinkachelnanoplatte

source: Coal Stone Tile Micropanel
de: Kohlesteinkachelmikropaneel

source: Coal Stone Tile Microslab
de: Kohlesteinkachelmikroplatte
