Repository: Archtec-io/xdecor-libre
Catalog: locale/xdecor.*.po
Languages: de, es, it

source: Coal Block Slab
de: Kohleblockplatte

source: Inner Coal Block Stair
de: Innere Kohleblocktreppe

source: Outer Coal Block Stair
de: Äußere Kohleblocktreppe

source: Coal Block Nanoslab
de: Kohleblocknanoplatte

source: Coal Block Micropanel
de: Kohleblockmikropaneel

source: Coal Block Microslab
de: Kohleblockmikroplatte

source: Coal Block Thin Stair
de: Kohleblockflachtreppe

source: Coal Block Cube
de: Kohleblockwürfel

source: Coal Block Panel
de: Kohleblockpaneel

source: Coal Block Double Panel
de: Kohleblockdoppelpaneel

source: Coal Block Half-Stair
de: Kohleblockhalbtreppe

source: Steel Block Nanoslab
de: Stahlblocknanoplatte

source: Steel Block Micropanel
de: Stahlblockmikropaneel

source: Steel Block Microslab
de: Stahlblockmikroplatte

source: Steel Block Thin Stair
de: Stahlblockflachtreppe

source: Steel Block Cube
de: Stahlblockwürfel

source: Steel Block Panel
de: Stahlblockpaneel

source: Steel Block Double Panel
de: Stahlblockdoppelpaneel

source: Steel Block Half-Stair
de: Stahlblockhalbtreppe

source: Copper Block Nanoslab
de: Kupferblocknanoplatte

source: Copper Block Micropanel
de: Kupferblockmikropaneel

source: Copper Block Microslab
de: Kupferblockmikroplatte

source: Copper Block Thin Stair
de: Kupferblockflachtreppe

source: Copper Block Cube
de: Kupferblockwürfel

source: Copper Block Panel
de: Kupferblockpaneel

source: Copper Block Double Panel
de: Kupferblockdoppelpaneel

source: Copper Block Half-Stair
de: Kupferblockhalbtreppe

source: Obsidian Glass Nanoslab
de: Obsidianglasnanoplatte

source: Obsidian Glass Micropanel
de: Obsidianglasmikropaneel

source: Obsidian Glass Microslab
de: Obsidianglasmikroplatte

source: Obsidian Glass Thin Stair
de: Obsidianglasflachtreppe

source: Obsidian Glass Cube
de: Obsidianglaswürfel

source: Obsidian Glass Panel
de: Obsidianglaspaneel

source: Obsidian Glass Double Panel
de: Obsidianglasdoppelpaneel

source: Obsidian Glass Half-Stair
de: Obsidianglashalbtreppe

source: Mailbox
de: Briefkasten
es: Buzón
it: Cassetta delle lettere

source: Last donators
de: Letzte Spender
it: Ultimi donatori

source: Send your goods to @1
de: Senden Sie Ihre Waren an @1
it: Invia i tuoi item a @1

source: @1's Mailbox
de: Briefkasten von @1
es: Buzón de @1
it: Cassetta delle lettere di @1

source: The mailbox is full.
de: Der Briefkasten ist voll.
es: El buzón está lleno.
it: La cassetta delle lettere è piena

source: Lets other players give you things
de: Hiermit kann man von anderen Spielern Dinge erhalten
es: Permite que otros jugadores te den cosas

source: Opens doors when stepped on
de: Öffnet Türen beim Betreten
es: Abre puertas cuando se pisa

source: Wooden Pressure Plate
de: Holzdruckplatte
es: Placa de presión de madera
it: Placca di pressione di legno

source: Stone Pressure Plate
de: Steindruckplatte
es: Placa de presión de piedra
it: Placca di pressione di pietra

source: Lever
de: Schalthebel
es: Palanca
it: Leva

source: Opens doors when pulled
de: Öffnet Türen beim Betätigen
es: Abre puertas cuando se jala

source: Bamboo Frame
de: Bambusgerüst
es: Marco de bamboo
it: Cornice di bambù

source: Chainlink
de: Maschendraht
it: Cotta di maglia

source: Rusty Iron Bars
de: Rostige Eisenstäbe
es: Barras de hierro oxidadas
it: Sbarre di prigione arrugginite

source: Wood Frame
de: Holzrahmen
es: Marco de madera
it: Cornice in legno

source: Barricade
de: Barrikade
es: Barricada
it: Barricata

source: Barrel
de: Fass
es: Barril
it: Barile

source: Wooden Cabinet
de: Holzschrank
it: Stipo di legno

source: 24 inventory slots
de: 24 Inventarplätze

source: Half Wooden Cabinet
de: Halber Holzschrank
it: Stipo di legno a metà

source: 8 inventory slots
de: 8 Inventarplätze

source: Plain Shelf
de: Schlichtes Regal

source: Multi Shelf
de: Mehrzweckregal
it: Mensole

source: Candle
de: Kerze
es: Vela
it: Candela

source: Chair
de: Stuhl
es: Silla
it: Sedia

source: Cobweb
de: Spinnenwebe
es: Telaraña
it: Ragnatela

source: Red Curtain
de: Roter Vorhang
es: Cortina roja
it: Tenda rossa

source: Cushion
de: Sitzkissen
es: Cojín
it: Cuscino

source: Cushion Block
de: Sitzkissenblock
es: Bloque de cojín
it: Blocco di cuscini

source: Japanese Door
de: Japanische Tür
es: Puerta japonesa
it: Porta giapponese

source: Prison Door
de: Kerkertür
es: Puerta de prisión
it: Porta di prigione

source: Rusty Prison Door
de: Rostige Kerkertür
es: Puerta de prisión oxidada
it: Porta di prigione arrugginita

source: Screen Door
de: Fliegengittertür
it: Porta a schermo

source: Paper Door
de: Papiertür
es: Puerta de papel

source: Woodglass Door
de: Tür mit Lichtausschnitt
it: Porta di vetro

source: Ender Chest
de: Endertruhe
es: Cofre de ender
it: Baule ender

source: Interdimensional inventory
de: Interdimensionales Inventar
es: Inventario interdimensional

source: Ivy
de: Efeu
es: Hiedra
it: Edera

source: Weathercock
de: Wetterhahn
es: Veleta

source: Lantern
de: Laterne
es: Linterna
it: Lanterna

source: Hanging Lantern
de: Hängende Laterne
es: Linterna colgante

source: Steel Lattice Light Box
de: Stahlgitterlichtbox

source: Wooden Cross Light Box
de: Holzkreuzlichtbox

source: Wooden Rhombus Light Box
de: Holzrautenlichtbox

source: Potted White Dandelion
de: Weißer Löwenzahn im Topf
es: Flor de león blanca en maceta
it: Soffione bianco in vaso

source: Potted Yellow Dandelion
de: Gelber Löwenzahn im Topf
es: Flor de león en amarilla maceta
it: Soffione giallo in vaso

source: Potted Blue Geranium
de: Blaue Geranie im Topf

source: Potted Red Rose
de: Rote Rose im Topf

source: Potted Orange Tulip
de: Orange Tulpe im Topf

source: Potted Viola
de: Veilchen im Topf
es: Violeta en maceta
it: Violetta in vaso

source: Potted Black Tulip
de: Schwarze Tulpe im Topf

source: Potted Green Chrysanthemum
de: Grüne Chrysantheme im Topf

source: Painting
de: Gemälde
es: Pintura
it: Dipinto

source: Garden Stone Path
de: Steingartenweg
es: Camino de piedras de jardín
it: Sentiero da giardino in pietra

source: Cactus Brick
de: Kaktusziegel
es: Ladrillo de cactus
it: Mattone di cactus

source: Coal Stone Tile
de: Kohlesteinkachel
es: Baldosas de piedra de carbón
it: Mattonella di pietra di carbone

source: Polished Desert Stone Block
de: Hochglanzwüstensteinblock
es: Bloque de piedra del desierto pulido

source: Hardened Clay
de: Gehärteter Ton
es: Arcilla endurecida
it: Argilla indurita

source: Moon Brick
de: Mondziegel
es: Ladrillo de luna
it: Mattone lunare

source: Runestone
de: Runenstein
es: Piedra rúnica
it: Pietra runica

source: Polished Stone Block
de: Hochglanzsteinblock
es: Bloque de piedra pulido

source: Packed Ice
de: Packeis
es: Hielo compacto
it: Ghiaccio compatto

source: Wooden Tile
de: Holzkachel
es: Baldosas de madera
it: Mattonella di legno

source: Table
de: Tisch
es: Mesa
it: Tavolo

source: Tatami
de: Tatamimatte

source: Trampoline
de: Trampolin
es: Trampolín
it: Trampolino

source: Television
de: Fernseher
es: Televisión
it: Televisione

source: Wood Framed Glass
de: Holzrahmenglas
it: Cornice in legno con vetro

source: Speaker
de: Lautsprecher
es: Bocina

source: Rope
de: Seil
es: Cuerda
it: Corda

source: Nanoslab
de: Nanoplatte

source: Micropanel
de: Mikropaneel

source: Microslab
de: Mikroplatte

source: Thin Stair
de: Flachtreppe

source: Cube
de: Würfel

source: Panel
de: Paneel

source: Slab
de: Platte

source: Double Panel
de: Doppelpaneel

source: Half-Stair
de: Halbtreppe

source: Stair
de: Treppe

source: Cut
de: Zuschnitt
es: Cortar
it: Tagliare

source: Repair
de: Reparatur
es: Reparar
it: Riparare

source: Crafting
de: Fertigung
es: Fabricar
it: Fabbricare

source: Storage
de: Lager
it: Conservare

source: Back
de: Zurück
es: Atrás
it: Indietro

source: Work Bench
de: Werkbank
es: Mesa de trabajo
it: Banco da lavoro

source: For cutting blocks, repairing tools with a hammer, crafting and storing items
de: Für Blockzuschnitt, Werkzeugreparatur mit Hammer, Fertigung und Lagerung
es: Para cortar bloques, reparar herramientas con un martillo, fabricar y almacenar objetos

source: Repairs tools at the work bench
de: Repariert Werkzeuge an der Werkbank
es: Repara herramientas en la mesa de trabajo

source: Weak Computer 1
es: Computadora débil 1
it: Computer facile 1

source: Weak Computer 2
es: Computadora débil 2
it: Computer facile 2

source: Bot vs Bot
it: Bot contro Bot

source: Potted Geranium
es: Geranio en maceta
it: Geranio in vaso

source: Potted Rose
es: Rosa en maceta
it: Rosa in vaso

source: Potted Tulip
es: Tulipán en maceta
it: Tulipano in vaso

source: Hammer
es: Martillo
it: Martello
